---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.RevitAPIPostDocEventArgs
source: html/50f39173-451a-46c4-fe9e-dc287cd884a4.htm
---
# RevitAPIPostDocEventArgs Methods

Indicates whether the event is being cancelled.